<template>
  <v-container class="Tos">
      <v-row justify="center" class="mt-10">
        <v-col cols="12" sm="8" md="8">
          <v-card elevation="0">
            <v-toolbar flat>
              <v-spacer></v-spacer>
              <v-toolbar-title class="font-weight-bold pt-3"
                >이용약관</v-toolbar-title
              >
              <v-spacer></v-spacer>
            </v-toolbar>
    <h3>
    <span class="titile">제1조</span>
    <span class="title">목적</span>
  </h3>
  <p>이 약관은 주식회사 웹툰플랫폼(이하 <dfn>회사</dfn>)이 제공하는 웹툰플랫폼 및 관련 서비스를 이용함에 있어 회사와 회원 간의 권리, 의무 및 책임사항과 절차 등을 정하기 위해 만들어졌습니다.</p>


  <h3>
    <span class="titile">제2조</span>
    <span class="title">정의</span>
  </h3>
  <p>이 약관에서는 용어를 다음과 같이 정의하여 사용합니다.</p>
  <ol>
    <li><dfn>서비스</dfn>란 정보통신설비(휴대폰, 태블릿PC, PC 등 각종 유무선 장치를 포함)을 통하여 회사가 제공하는 웹툰플랫폼 및 관련 서비스 일체를 말합니다. 웹툰, 출판만화, 도서 (이하 <dfn>콘텐츠</dfn>라 함) 및 그와 관련된 모든 유무형의 것을 제공하고, 이를 재화를 통해 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 본 서비스를 운영하는 사업자의 의미로도 사용합니다. 이용자들이 자체적으로 사진, 글, 그림, 동영상 등을 올릴 수 있도록 제공 되어지는 모든 기능들도 서비스의 정의에 포함됩니다.</li>
    <li><dfn>이용자</dfn>란 <dfn>서비스</dfn>에 접속하여 이 약관에 따라<dfn>서비스</dfn>가 제공하는 모든 유무형의 서비스를 받는 회원 및 회원이 아닌 모두를 말합니다.</li>
    <li><dfn>회원</dfn>이라 함은 <dfn>서비스</dfn>에 개인정보를 제공하여 회원등록을 한 자로서, <dfn>서비스</dfn>의 정보를 지속적으로 제공받으며 <dfn>서비스</dfn>가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.</li>
    <li><dfn>비회원</dfn>이라 함은 회원에 가입하지 않고 <dfn>서비스</dfn>가 제공하는 서비스를 이용하는 자를 말합니다.</li>
    <li><dfn>회원</dfn>과 <dfn>비회원</dfn>에게 제공되는 서비스는 차이가 날 수 있습니다.</li>
    <li><dfn>제휴콘텐츠</dfn>란 회사가 외부 업체와의 제휴를 통하여 회원에게 제공하는 유, 무선상의 콘텐츠를 말합니다.</li>
    <li><dfn>코인</dfn>이라 함은 웹툰플랫폼의 유료 콘텐츠를 이용하기 위해 회원이 구입하는 사이버 머니를 말합니다.</li>
    <li><dfn>포인트</dfn>라 함은 제23조에 따라 회원이 일정한 행위를 마친 때에 시스템에 적립되는 서비스 상의 데이터입니다.</li>
    <li><dfn>게시물</dfn>이란 회원이 서비스를 이용함에 있어 서비스상 에 게시한 부호, 문자, 음성, 음향, 화상, 동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다.</li>
  </ol>


  <h3>
    <span class="titile">제3조</span>
    <span class="title">약관의 게시와 개정</span>
  </h3>
  <ol>
  <li>이 약관은 회원이 쉽게 알 수 있도록 앱 설정 메뉴 및 (이하 <dfn>웹사이트</dfn>)의 초기화면에 게시합니다.</li>
  <li>회사는 필요에 따라 '약관의규제에관한법률', '정보통신망이용촉진및정보보호등에관한법률' 등 관련 법령을 위반하지 않는 범위 내에서 이 약관을 개정할 수 있습니다.</li>
  <li><strong>회사가 약관을 개정하는 경우 적용일자 및 개정사항을 명시하여 적용일 14일 전에 앱 및 웹사이트 공지사항 게시판 또는 가입 시 기입한 이메일을 통해 공지합니다.</strong></li>
  <li><strong>공지일로부터 14일 이내에 회원이 명시적으로 거부하지 않는 경우, 개정 약관에 동의하신 것으로 봅니다.</strong></li>
  <li><strong>회원이 개정에 동의하지 않는다는 의사를 표시한 경우 회사는 개정된 약관을 적용할 수 없으며, 회원은 회원 탈퇴를 할 수 있고, 변경된 약관의 효력 발생일 이후에도 서비스를 계속 이용할 경우, 약관의 변경 사항에 동의한 것으로 간주됩니다.</strong></li>
  </ol>


  <h3>
    <span class="titile">제4조</span>
    <span class="title">약관의 해석</span>
  </h3>
  <ol>
    <li>이 약관에서 정하지 않은 사항이나 해석에 대하여는 관련법령 또는 상거래 관행에 따릅니다.</li>
    <li>회사는 웹툰플랫폼 내부의 개별 서비스에 대해 별도의 이용약관 또는 정책(이하 <dfn>별도약관</dfn>)을 둘 수 있으며, 그 내용이 이 약관과 충돌하는 경우 별도의 약관이 우선하여 적용됩니다.</li>
  </ol>


  <h3>
    <span class="titile">제5조</span>
    <span class="title">이용계약의 체결</span>
  </h3>
  <ol>
    <li>서비스 이용계약은 회원이 되고자 하는 사람(이하 <dfn>가입신청자</dfn>)이 약관에 동의하고 가입을 신청한 다음 회사가 이를 수락함으로써 체결됩니다. 필요한 경우 회사는 본인확인기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.</li>
    <li><strong>가입신청자는 가입신청 시 진실한 정보를 기재하여야 하며, 허위의 정보를 기재함으로 인한 불이익 및 법적 책임은 가입신청자에게 있습니다.</strong></li>
    <li><strong>회원가입 시 기재하는 계정 정보는 이용자 본인의 유효한 전자우편 주소를 기재해야 합니다. 이용자의 실수 또는 의도적으로 유효하지 않은 전자우편 주소를 기재하여 회사의 정보 및 서비스 이용과 관련된 정보가 수신 되지 않을 경우, 이에 대한 책임은 이용자에게 있습니다.</strong></li>
    <li>만 14세 미만은 부모님 등 법정 대리인의 동의가 있는 경우에만 회원이 될 수 있습니다.</li>
    <li>가입신청자가 이전에 회원자격을 상실한 적이 있는 경우, 허위의 명의 또는 타인의 명의를 이용한 경우, 기타 승낙이 불가능한 사유가 있는 경우 승낙이 거부될 수 있습니다.</li>
    <li>회사는 서비스 관련설비의 여유 기타 기술상 또는 업무상의 이유로 승낙을 유보할 수 있으며, 그 결과를 가입신청자에게 알려드립니다.</li>
  </ol>


  <h3>
    <span class="titile">제6조</span>
    <span class="title">회원정보의 변경</span>
  </h3>
  <ol>
    <li>회원은 서비스 가입 시 설정한 닉네임, 전화번호, 성별, 생일은 수정할 수 없습니다.</li>
    <li><strong>회사가 예외를 인정하거나 회사가 부적절하다고 판단한 닉네임의 경우 회사 측에 의해 통보없이 강제 변경될 수 있습니다.</strong></li>
    <li><strong>해킹 등의 회사가 인정하지 않는 방법으로 회원정보를 변경하거나 변경을 시도할 경우, 이는 인정되지 않을 뿐 아니라 위법적 요소가 의심, 인정될 경우 회원에게 법적 책임을 물을 수 있습니다.</strong></li>
  </ol>


  <h3>
    <span class="titile">제7조</span>
    <span class="title">서비스의 변경</span>
  </h3>
  <ol>
    <li>회사는 운영상, 기술상의 필요에 따라 제공하는 서비스의 전부 또는 일부를 변경할 수 있으며, 이에 대하여 약관에 다른 규정이 없는 한 회원에게 별도의 보상을 하지는 않습니다.</li>
    <li>서비스를 변경하는 경우 변경사유 및 일자, 변경내용을 변경 7일 전 공지사항 에 공지합니다. 단, 변경사유 또는 내용을 구체적으로 공지하기 어려운 경우에는 그 이유를 밝힙니다.</li>
  </ol>


  <h3>
    <span class="titile">제8조</span>
    <span class="title">서비스 중단</span>
  </h3>
  <ol>
    <li>서비스는 회사의 영업방침에 따라 정해진 시간 동안 제공합니다.</li>
    <li>
      <span>제1항에도 불구하고, <strong>다음 각 호의 어느 하나에 해당하는 경우에는 일정한 시간 동안 웹툰플랫폼의 서비스가 제공되지 아니할 수 있으며, 해당 시간 동안 회사는 웹툰플랫폼의 서비스를 제공할 의무가 없습니다.</strong></span>
      <ol>
        <li>컴퓨터 등 정보통신설비의 보수점검, 교체, 정기점검 또는 콘텐츠 내용이나 서비스의 수정을 위하여 필요한 경우</li>
        <li>패킹 등의 전자적 침해사고, 통신사고, 회원들의 비정상적인 서비스 이용행태, 미처 예상하지 못한 서비스 불안정성에 대응하기 위하여 필요한 경우</li>
        <li>관련 법령에서 특정 방법으로 서비스의 제공을 금지하는 경우</li>
        <li>천재지변, 비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 제공이 불가능한 경우</li>
        <li>회사의 분할, 합병, 영업양도, 영업의 폐지, 당 해 회사의 수익 약화 등 경영상 중대한 필요에 의한 경우</li>
      </ol>
    </li>
    <li>위의 이유로 인해 <strong>회사는 서비스 전부를 중단할 수 있으며, 사전에 홈페이지에 이를 공지합니다. 사전에 통지할 수 없는 부득이한 사정이 있는 경우는 사후에 통지할 수 있습니다.</strong></li>
    <li><strong>회사가 위의 사유로 서비스를 종료하는 경우, 회원은 무료 서비스 및 사용 기간이 남아 있지 않은 유료 서비스 / 계속적 유료 이용 계약에 대하여 손해배상을 청구할 수 없습니다. 사용 기간에 제한이 없는 무료 쿠폰 등은 서비스 종료일까지를 해당 쿠폰의 사용 기간으로 봅니다.</strong></li>
  </ol>


  <h3>
    <span class="titile">제9조</span>
    <span class="title">업데이트</span>
  </h3>
  <ol>
    <li>서비스 이용을 위해 새로운 소프트웨어가 필요하거나 추가되는 경우, 이용자의 동의에 의해 기기에서 소프트웨어를 자동으로 업데이트하거나 업데이트를 다운로드하여 설치할 것을 요구할 수 있습니다.</li>
    <li>웹툰플랫폼은 서비스를 지속적으로 변경 및 개선할 수 있고, 기능을 추가 또는 제거할 수 있습니다.</li>
  </ol>


  <h3>
    <span class="titile">제10조</span>
    <span class="title">회원의 계약해지, 이용 중지요청 등</span>
  </h3>
  <ol>
    <li>회원은 언제든지 서비스 내 설정 메뉴를 통하여 서비스 이용계약 해지를 신청할 수 있으며 회사는 이를 즉시 처리합니다.</li>
    <li><strong>위의 해지 시 거래를 통하여 이용자에게 코인, 포인트 등 어떤 형태로든 귀속된 모든 재화는 소멸되며, 복구되지 않습니다. 이는 제11조에 따른 회사의 계약해지로 인한 계약해지에도 적용됩니다. 개인정보는 회사의 개인정보처리방침에 따라 파기됩니다.</strong></li>
    <li>해지로 인하여 제휴콘텐츠 이용 및 상품 지급과 관련한 정보가 삭제됨에 따라 회원에게 발생하는 손해에 대해 회사는 책임지지 않습니다.</li>
    <li>회원은 이메일 통보 등 정해진 절차를 거쳐 서비스의 이용중지를 요청하실 수 있습니다.</li>
  </ol>


  <h3>
    <span class="titile">제11조</span>
    <span class="title">회사의 계약해지, 이용제한 등</span>
  </h3>
  <ol>
    <li>
      <span><strong>회사는 다음의 경우 사전통보 없이 서비스 이용을 제한하거나 해당 회원과의 이용계약을 해지하여 회원 자격을 상실시킬 수 있습니다.</strong></span>
      <ol>
        <li>회원이 사망한 경우</li>
        <li>타인의 개인정보 또는 모바일 기기를 도용한 경우</li>
        <li><strong>회원이 가입 시 작성한 개인정보가 허위임이 밝혀진 경우</strong></li>
        <li><strong>다른 회원의 서비스 이용을 방해하는 등 전자거래질서를 위협하는 경우</strong></li>
        <li><strong>서비스 내외에서 회사, 운영자, 임직원 등을 사칭하는 경우</strong></li>
        <li>무단으로 회사의 클라이언트 프로그램을 변경하거나 서버를 해킹하는 등 시스템을 위협한 경우</li>
        <li>허위사실 유포, 위계 및 기타 방법으로 회사의 명예 또는 신용을 훼손하거나 업무를 방해한 경우</li>
        <li>서비스에 관한 스팸성 홍보 활동을 하는 경우</li>
        <li><strong>과도한 홍보성 활동, 지나친 비방 및 욕설을 일삼아 다른 회원들의 활동을 저해하는 경우</strong></li>
        <li>기타 본 약관상의 의무 또는 법령에 위반되는 행위를 한 경우 및 서비스 운영자가 서비스에 해를 끼친다고 판단한 회원의 경우</li>
        <li><strong>마지막 접속 시점으로부터 1년 이상 경과한 계정 중 더이상 사용할 여지가 없어 보인다고 판단되는 경우</strong></li>
        <li>법령, 법원의 판결, 결정 혹은 명령 또는 법령상 구속력을 가지는 행정 조치에 위반되는 경우</li>
        <li><strong>공공질서 또는 미풍양속을 저해할 우려가 있는 경우</strong></li>
        <li>회사 또는 제3자의 저작권, 상표권, 특허권 등의 지적재산권, 명예권, 프라이버시권, 기타 법령상 또는 계약상의 권리를 침해하는 경우</li>
        <li>회사가 인정한 경우 외에 동일하거나 유사한 메세지를 불특정 다수의 이용자에게 송신하는 행위</li>
        <li><strong>회사가 정한 방법 외의 방법으로 본 콘텐츠의 이용권(코인) 및 포인트를 현금, 재물 기타 경제적 이익과 교환하는 행위</strong></li>
        <li>반 사회적인 세력에 대한 이익 공여와 기타 협력 행위</li>
        <li>종교 활동 또는 종교 단체로 권유하는 행위</li>
        <li>성인 콘텐츠 이용 시 &quot;청소년 보호법&quot;등에 따른 등급 및 연령 준수를 위반하는 경우</li>
        <li>기타 본 서비스가 미리 정한 이용 목적과 다른 목적으로 본 서비스를 이용하는 행위</li>
      </ol>
    </li>
    <li><strong>위 (1)호의 사유로 자격상실 통보를 받은 회원의 존속 재화는 통보일로부터 7일(잔여포인트 해소기간) 이내에 서비스 이용, 아이템 및 제휴콘텐츠 구매 등에 사용될 수 있습니다. 해소기간 경과 후 잔여 재화는 소멸됩니다.</strong></li>
    <li><strong>위 (2)호부터 (20)호의 사유로 자격상실 통보를 받은 회원의 재화는 통보 즉시 소멸되고, 회원은 이의를 제기할 수 없습니다.</strong></li>
    <li>회사는 위의 사유가 있는 경우 자격상실 대신 이용의 제한을 가할 수 있습니다.</li>
    <li>서비스 이용제한은 일시정지, 초기화, 영구정지, 이용계약 해지 등으로 구분됩니다.</li>
    <li>회사는 이용 제한을 하는 경우에 회원이 가입 시 기재한 이메일을 통해 회원에게 내용을 통보하고, 제한된 상태에서 서비스 이용 시도 시 이용 제한 메세지를 표시합니다.</li>
    <li>회원이 회사의 이용 제한에 불복하고자 할 때에는 통보를 받은 날로부터 15일 이내에 회사의 이용 제한에 불복하는 이유를 담당자이메일로 제출해야 합니다.</li>
  </ol>


  <h3>
    <span class="titile">제12조</span>
    <span class="title">회원 닉네임 및 비밀번호</span>
  </h3>
  <ol>
    <li>회원 닉네임과 비밀번호에 관한 관리책임은 회원 본인에게 있으며, 회원은 제3자에게 자신의 닉네임 및 비밀번호를 알려주거나 이용하게 해서는 안 됩니다.</li>
    <li>회원이 자신의 닉네임 또는 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우 즉시 담당자이메일로 회사에 통지하고 회사의 안내를 따라야 합니다.</li>
    <li>제2항의 경우 회사에 통지하지 않거나, 안내에 따르지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.</li>
  </ol>


  <h3>
    <span class="titile">제13조</span>
    <span class="title">회사의 의무</span>
  </h3>
  <ol>
    <li>회사는 관련 법령 또는 이 약관을 위반하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다합니다.</li>
    <li>회사는 신용정보를 포함한 회원의 개인정보 보호를 위하여 보안시스템을 갖추어야 하며 개인정보처리방침을 공시하고 준수해야 합니다.</li>
    <li>서비스의 일부로 제공되는 개별 서비스를 제외한 것으로 홈페이지 및 웹 사이트에 단순히 링크된 제3자 제공의 서비스에 대하여는 회사의 개인정보처리방침이 적용되지 않습니다.</li>
    <li>회사는 회원의 귀책사유로 인하여 노출된 회원의 계정정보를 포함한 모든 정보에 대해서 일체의 책임을 지지 않습니다.</li>
    <li>회사는 서비스 이용과 관련한 회원의 의견이나 불만사항 등이 정당하다고 인정할 경우 이를 처리하여야 합니다. 처리된 결과는 게시판 또는 이메일을 통해 회원에게 통보합니다.</li>
  </ol>


  <h3>
    <span class="titile">제14조</span>
    <span class="title">저작권의 귀속 및 이용제한</span>
  </h3>
  <ol>
    <li>회사의 상표, 로고, 제공하는 서비스 및 광고내용에 관한 지적재산권 등의 권리는 회사에 귀속합니다.</li>
    <li>회원은 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하도록 하여서는 안됩니다.</li>
    <li><strong>회원이 직접 업로드하여 서비스에 기재하는 모든 콘텐츠의 저작권에 대한 책임은 회원 본인에게 있습니다. 회원이 업로드한 게시물이 기타 제 3자의 저작권을 침해한 경우 회사는 책임을 지지 않습니다. 다만, 저작권 침해가 심각하게 우려되는 경우, 회사가 회원에게 삭제를 권고하거나 직접 삭제할 수 있으며, 회원은 이에 반드시 따라야 합니다.</strong></li>
  </ol>


  <h3>
    <span class="titile">제15조</span>
    <span class="title">광고 ID와 IMEI 값의 수집 및 연동</span>
  </h3>
  <p><strong>웹툰플랫폼 내 광고를 제공하는 업체가 광고를 통한 포인트 제공 및 부정이용방지를 위해 광고 ID와 회원의 IMEI값을 연동할 수 있습니다. 해당 정보는 당사 및 웹툰플랫폼과는 무관하며, 회사는 해당 정보에 대한 접근이 불가능합니다.</strong></p>


  <h3>
    <span class="titile">제16조</span>
    <span class="title">콘텐츠 이용 및 권한</span>
  </h3>
  <ol>
    <li>웹툰플랫폼에 제공되는 웹툰/만화에는 내용에 따라 연령에 대한 제한이 있을 수 있으며, 각 재화 및 콘텐츠에 별도의 이용 등급을 표시합니다. 제한된 콘텐츠의 이용을 위해서는 성인인증 절차를 진행해야 합니다.</li>
    <li><strong>웹툰플랫폼에서 제공되는 콘텐츠는 양도 및 재허락이 불가하며 본 서비스의 비독점적 이용을 유일한 목표로 하는 권한을 이용자에게 부여합니다.</strong></li>
    <li><strong>이용료, 이용 기간이 별도 부여된 콘텐츠의 경우 해당 이용 조건을 준수해야합니다. 본 서비스 화면에 "구입", "판매" 등이 표기되어 있는 콘텐츠의 경우 지적재산권 등 기타 권리는 이용자에게 이전되지 않으며, 이용권만 부여됩니다.</strong></li>
    <li>구매한 콘텐츠는 가입한 계정에 일정기간 동안 대여되거나 영구 소장되며, 회사가 제공하는 서비스을 통해 열람할 수 있습니다.</li>
    <li><strong>구매하거나 대여, 소장한 콘텐츠를 삭제한 경우, 복구는 가능하지 않습니다. 본인이 삭제하지 않은 경우에도 해당 약관의 계정관리 항목에 따라 도움이 불가능 합니다.</strong></li>
    <li><strong>이용자는 정해진 이용 행위를 넘어 콘텐츠의 복제, 송신, 전재, 수정 등의 행위를 하면 안됩니다.</strong></li>
    <li><strong>이용자가 게재한 게시물에 대한 백업은 본인이 수행해야 하며 당사는 이용자가 생성한 콘텐츠에 대한 백업 의무가 없습니다.</strong></li>
    <li>콘텐츠의 계약이 종료된 경우 판매가 중단되며, 회사는 종료되는 콘텐츠 대해 사전 공지를 진행 합니다.</li>
  </ol>


  <h3>
    <span class="titile">제17조</span>
    <span class="title">게시물의 저작권</span>
  </h3>
  <ol>
    <li><strong>회원이 서비스 내에 게시한 게시물의 저작권은 해당 게시물의 저작자에게 귀속됩니다.</strong></li>
    <li><strong>회원이 서비스 내에 게시하는 게시물은 검색결과 내지 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, 회사는 저작권법 규정을 준수하며, 회원은 언제든지 고객센터 또는 서비스 내 관리기능을 통해 해당 게시물에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할 수 있습니다.</strong></li>
    <li>회사는 2항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 &quot;회원&quot;의 동의를 얻어야 합니다.</li>
  </ol>


  <h3>
    <span class="titile">제18조</span>
    <span class="title">게시물의 관리</span>
  </h3>
  <ol>
  <li>회원의 게시물이 정보통신망법 및 저작권법 등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 회사는 관련법에 따라 조치를 취하여야 합니다.</li>
  <li><strong>회사는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 게시물에 대해 임시조치 등을 취할 수 있습니다.</strong></li>
  </ol>


  <h3>
    <span class="titile">제19조</span>
    <span class="title">주문 및 결제</span>
  </h3>
  <ol>
    <li>회원은 회사가 제공하는 절차에 의하여 재화, 콘텐츠 구매를 신청할 수 있으며, 아래 사항을 각 재화 및 콘텐츠 또는 관련 게시물에 표시합니다.</li>
    <li>재화, 콘텐츠의 명칭, 종류, 내용, 가격, 연령제한</li>
    <li>회원은 회사에서 정하고 있는 방법으로 유료서비스의 결제가 가능합니다. 단, 미성년 회원의 결제는 원칙적으로 보호자(법정대리인)의 명의 또는 동의 하에 이루어져야 합니다.</li>
    <li><strong>미성년 회원이 유료 콘텐츠를 이용하고자 하는 경우에 보호자(법정대리인)이 그 계약에 대하여 동의하지 않거나 계약체결 후 추인을 하지 않으면 미성년 이용자 본인 또는 보호자가 그 계약을 취소할 수 있습니다. 다만, 민법 등에 따라 미성년 이용자가 단독으로 계약을 체결할 수 있는 경우에는 그러하지 않습니다.</strong></li>
  </ol>


  <h3>
    <span class="titile">제20조</span>
    <span class="title">청약의 철회</span>
  </h3>
  <ol>
    <li>회사와 웹툰플랫폼 코인 이용에 관한 계약을 체결한 회원은 코인 충전일로부터 7일 이내에는 청약의 철회를 할 수 있습니다.</li>
    <li>
      <p><strong>회원은 다음 각 호의 어느 하나에 해당하는 경우에는 회사의 의사에 반하여 제1항에 따라 청약철회 등을 할 수 없습니다.</strong></p>
      <ol>
        <li><strong>회원이 코인을 일부 사용한 경우</strong></li>
        <li><strong>그 밖에 거래의 안전을 위하여 법령으로 정하는 경우</strong></li>
        <li><strong>코인 충전일로부터 7일이 초과한 경우</strong></li>
      </ol>
    </li>
    <li><p>회사는 제2항의 제1호규정에 따라 청약철회 등이 불가능한 경우에는 그 사실을 회원이 쉽게 알 수 있도록 안내하여 청약철회 등의 권리 행사가 방해 받지 아니하도록 조치하여야 합니다.
    만약 회사가 이러한 조치를 하지 아니한 경우에는 제2항 제1호의 청약철회 제한사유에도 불구하고 회원은 청약철회를 할 수 있습니다.</p>
    </li>
    <li>소비자는 제 1항 및 제 2항에도 불구하고 코인의 내용이 표시 광고의 내용과 다르거나 계약내용과 다르게 이행된 경우에는 그 코인을 공급받은 날로 부터 3개월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회를 할 수 있습니다.</li>
    <li>회원은 담당자이메일 로 메일을 발송하여 청약철회를 신청할 수 있습니다.</li>
  </ol>


  <h3>
    <span class="titile">제21조</span>
    <span class="title">청약 철회 등의 효과</span>
  </h3>
  <ol>
    <li>회원이 청약철회를 한 경우 회사는 지체없이 회원의 코인을 회수 또는 삭제하고 코인을 회수 또는 삭제한 날로부터 3영업일 이내에 지급받은 대금을 환급합니다.</li>
    <li>이 경우 회사가 회원에게 환급을 지연한 때에는 그 지연기간에 대하여 전자상거래 등에서의 소비자 보호에 관현 법률 및 시행령에서 정하는 이율을 곱하여 산정한 지연이자를 지급합니다.</li>
  </ol>


  <h3>
    <span class="titile">제22조</span>
    <span class="title">결제 취소 및 환불 등</span>
  </h3>
  <ol>
    <li>서비스 장애 또는 웹툰플랫폼이 제시한 최소한의 기술사양을 충족하였음에도 불구하고 웹툰플랫폼의 귀책사유로 서비스를 이용하지 못한 경우 절차에 따라 환불이 가능합니다. 단, <strong>회원이 유료로 결제한 코인을 청약 후 한번도 사용하지 않은 경우 환불 또는 결제 취소로 진행됩니다.</strong></li>
    <li><strong>회원이 유료로 결제한 코인과 무료로 지급한 보너스코인 이 중 하나라도 사용하였다면 환불이 가능하지 않습니다.</strong></li>
    <li><strong>문화상품권, 도서상품권, 해피머니상품권 등으로 충전한 코인은 환불이 불가능합니다.</strong></li>
    <li>과오금이 발생한 경우, 웹툰플랫폼은 회원에 대하여 이용대금의 결제와 동일한 방법으로 과오금 전액을 환불하여야 합니다. 다만, 동일한 방법으로 환불이 불가능할 때는 웹툰플랫폼이 정한 별도의 방법으로 환불합니다.</li>
    <li>웹툰플랫폼의 책임 있는 사유로 과오금이 발생한 경우 웹툰플랫폼은 수수료에 관계없이 과오금 전액을 환불합니다. 다만, 회원의 책임 있는 사유로 과오금이 발생한 경우, 웹툰플랫폼이 과오금을 환불하는 데 소요되는 비용은 회원이 부담하여야 합니다.</li>
    <li>웹툰플랫폼은 회원이 주장하는 과오금에 대하여 환불을 거부할 경우에 정당하게 이용대금이 부과되었음을 입증할 책임을 집니다.</li>
    <li><strong>저작권법, 컴퓨터프로그램보호법, 정보통신망법 등 각종 법령에 대한 중대한 불법행위 또는 사기, 버그 악용, 운영자 사칭 등 운영에 심각한 악영향을 미치는 행위를 한 것으로 판단되는 회원의 ID(계정) 이용을 제한하거나 해당 이용자와의 계약을 해지하는 경우는 환불하지 않을 수 있습니다. 단, 이용자가 중대한 불법행위 또는 운영에 심각한 악영향을 미치는 행위를 하지 않았음을 소명하는 경우는 그러하지 않습니다.</strong></li>
    <li>회원이 유료서비스 또는 상품을 선물받거나 프로모션등을 통해 무료/무상으로 취득하는 등 회원이 직접비용을 지불하지 아니한 서비스에 대하여는 회사는 환불 의무를 부담하지 않습니다.</li>
  </ol>


  <h3>
    <span class="titile">제23조</span>
    <span class="title">코인과 포인트</span>
  </h3>
  <ol>
    <li>코인과 포인트는 직접 구매, 캠페인 또는 기타 담당자가 지정한 방법으로 이용자에게 부여하며, 구입 방법, 구입 단위, 결제 방법, 기타 코인/포인트의 부여 조건은 회사가 정하여 본 서비스에 게재합니다</li>
    <li>코인과 포인트는 회사가 지정한 서비스 또는 콘텐츠 이외에 현금, 재물 등 기타 경제적 이익과 교환 할 수 없습니다. 서비스 또는 콘텐츠 교환에 필요한 코인/포인트 수, 기타 코인/포인트의 이용 조건은 당사가 정하여 본 서비스에 게재합니다.</li>
    <li><strong>코인과 포인트는 결제를 진행한 계정을 기준으로만 보유하고 이용할 수 있으며, 운영 체제가 다른 단말기에서 제공되는 코인과 포인트는 동일한 명칭이더라도 성질이 다르므로 연결하여 사용하거나 합산할 수 없습니다.</strong></li>
    <li><strong>회사가 이용자에게 무료로 지급한 코인 및 쿠폰은 유효기간 내에만 사용이 가능하며, (유효기간이 없는 경우, 해당 없음) 환불이 가능하지 않습니다.</strong></li>
    <li><strong>이용자가 구매한 코인과 회사가 이용자에게 무료로 지급한 보너스코인은 별도로 관리되며, 이용자가 서비스에서 코인을 사용하는 경우 보너스코인이 우선적으로 사용됩니다.</strong></li>
    <li>회사는 서비스의 효율적 이용 및 운영을 위해 사전 공지 후 포인트의 일부 또는 전부를 조정할 수 있으며, 포인트는 회사가 정한 기간에 따라 주기적으로 소멸할 수 있습니다.</li>
    <li>회원이 웹툰플랫폼에서 제공하는 광고를 시청한 후 잠금해제, 웹접속, 다운로드 및 실행, 회원가입 등의 일정한 행위를 완료하시면 명시된 포인트가 적립됩니다.</li>
    <li>적립된 포인트 내역은 서비스 내 포인트 화면에서 확인하실 수 있습니다.</li>
    <li><strong>서버에 입력된 적립액과 클라이언트 상의 적립액 간에 차이가나는 경우 항상 서버의 수치를 기준으로 하며, 서버와 클라이언트의 비동기화로 인한 적립금 차이는 정정이 불가능합니다.</strong></li>
    <li>포인트 적립과 관련하여 발생하는 제세공과금은 회원의 부담으로 합니다.</li>
    <li>코인과 포인트는 양도, 상속, 대여, 담보의 목적으로 될 수 없습니다. 다만 회사가 인정하는 경우 예외로 합니다.</li>
    <li><strong>회원이 충전한 코인은 작가를 비롯한 타 창작자를 후원하는 데 사용할 수 있습니다. 독자 혹은 타 회원으로부터 후원받은 코인은 서비스 내 재사용이 불가능하며, 서비스 내 게시된 기준에 따라 환전만 가능합니다. 코인당 환전 기준은 서비스 내 안내를 따릅니다.</strong></li>
  </ol>


  <h3>
    <span class="titile">제24조</span>
    <span class="title">포인트의 사용</span>
  </h3>
  <ol>
    <li>일정액 이상의 포인트를 보유한 회원은 회사가 정한 절차에 따라 서비스 내에서 코인 교환, 상품 구매, 이벤트 참여 등에 사용할 수 있습니다.</li>
    <li>포인트로 교환된 코인은 다시 포인트로 교환이 불가능하며, 무료로 지급된 포인트로 교환된 것이므로 해당 코인은 환불이 불가능합니다.</li>
    <li><strong>상품 구매 시 회원의 단순 변심으로 환불하는 경우 수수료 10%를 제외하고  상품 금액의 90%가 포인트로 재적립 됩니다. 단, 환불이 불가능한 일부 품목이 있을 수 있으며, 이 경우 상품상세설명에 표시됩니다.</strong></li>
    <li>회사가 직접 제공하는 상품과 콘텐츠 외에 제휴사를 통해 제공되는 상품 및 콘텐츠의 경우, 제휴사와의 협의 사항에 따라 내용이 변경될 수 있으며, 제휴된 콘텐츠 이용과 관련한 분쟁에서 명시적인 책임소재가 제휴사에 있을 경우, 회사는 책임을 지지 않습니다.</li>
  </ol>


  <h3>
    <span class="titile">제25조</span>
    <span class="title">포인트의 정정, 취소 및 소멸</span>
  </h3>
  <ol>
    <li><strong>포인트 적립에 오류가 발생한 경우 회원은 오류 발생일로부터 90일 이내에 회사에 정정요구를 할 수 있으며, 회사는 정당한 요구임이 확인된 경우 정정요구일로부터 90일 이내에 정정하여야 합니다.</strong></li>
    <li>클라이언트 변경, 해킹, 매크로 등 부정한 방법으로 광고를 시청하거나 시청한 광고 이상으로 코인과 포인트를 적립하신 경우, 부정적립이 되어 그 포인트는 0으로 정정됩니다.</li>
    <li>회사와 포인트 광고 제공 업체의 거래과정에서 광고 제공 업체 혹은 광고주의 파산, 부도 등 광고료의 지급이 불가능해진 경우 회사는 당해 광고에 관해 적립된 포인트를 취소할 수 있으며, 이에 대한 책임은 광고 제공 업체 및 광고주에게 있습니다. 이 경우 회사는 취소된 포인트의 10% 이하의 범위에서 회원에게 보상 포인트를 제공할 수 있습니다.</li>
    <li>적립된 날로부터 12개월간 사용되지 않은 포인트는 차례로 소멸됩니다.</li>
    <li>포인트의 적립 또는 사용이 없는 비활성화 상태가 3개월 이상 계속된 회원의 포인트는 소멸될 수 있습니다.</li>
  </ol>


  <h3>
    <span class="titile">제26조</span>
    <span class="title">손해 배상</span>
  </h3>
  <ol>
    <li><strong>회사는 회사가 제공하는 서비스 이용과 관련하여 회원에게 발생한 손해에 대해 회사의 고의 또는 과실이 있는 경우 책임을 지도록 하겠습니다.</strong></li>
    <li><strong>회사는 사전공지 없이 회사의 고의 또는 과실로 인해 발생하는 서비스 중단이 4시간 이상 연속적으로 발생하면 유료회원의 손해에 대해서는 회사가 정한 기준에 의거하여 손해에 대한 보상을 합니다.</strong></li>
    <li><strong>회사가 개별서비스 제공자와 제휴 협정을 맺고 회원에게 개별서비스를 제공하면서 회원이 개별서비스 이용약관에 동의한 뒤 개별서비스 제공자의 귀책사유로 인해 손해가 발생할 경우 관련 손해에 대해서는 개별서비스 제공자가 책임을 집니다.</strong></li>
    <li>회사는 이용자에게 제공한 콘텐츠 내용이 표시.광고된 내용과 다를 경우 당해 콘텐츠를 공급 받은 날로부터 3월 이내, 그 사실을 안 날 또는 알 수 있었던 날로부터 30일 이내에 손해에 대해 보상을 합니다.</li>
  </ol>


  <h3>
    <span class="titile">제27조</span>
    <span class="title">면책 사항</span>
  </h3>
  <ol>
    <li>회사는 천재지변, 전쟁 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제됩니다.</li>
    <li>회사는 기간통신 사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이 면제됩니다.</li>
    <li>회사는 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.</li>
    <li>회사는 회원의 귀책사유로 인한 서비스 이용의 장애 또는 손해에 대하여 책임을 지지 않습니다.</li>
    <li>회사는 이용자의 PC 및 휴대기기 오류에 의해 손해가 발생한 경우, 또는 회원이 전자우편 주소를 부실하게 기재하여 손해가 발생한 경우 책임을 지지 않습니다.</li>
    <li>회사는 회원이 서비스를 이용하면서 얻은 자료로 인한 손해에 대하여 책임을 지지 않습니다. 또한 회사는 회원이 서비스를 이용하며 타 회원으로 인해 입게 되는 정신적 피해에 대하여 보상할 책임을 지지 않습니다.</li>
    <li>회사는 회원이 서비스에 게재한 각종 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여 책임을 지지 않습니다.</li>
    <li>회사는 이용자 상호간 및 이용자와 제삼자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며, 이에 따른 손해를 배상할 책임도 없습니다.</li>
  </ol>


  <h3>
    <span class="titile">제28조</span>
    <span class="title">서비스관련 분쟁해결</span>
  </h3>
  <ol>
    <li>회사는 서비스 이용과 관련한 회원의 의견이나 불만사항을 신속하게 처리합니다. 단, 신속한 처리가 곤란한 경우에는 그 사유와 처리일정을 통보하여 드립니다.</li>
    <li>회사와 회원간에 발생한 분쟁은 전자거래기본법에 의해 설치된 전자거래분쟁 조정위원회의 조정절차에 의해 해결할 수 있습니다.</li>
  </ol>


  <h3>
    <span class="titile">제29조</span>
    <span class="title">서비스의 종료</span>
  </h3>
  <ol>
    <li><strong>회사는 서비스를 종료하고자 하는 날로부터 1개월 이전에 이 약관 제3조 3항의 방법으로 회원에게 알립니다.</strong></li>
    <li><strong>서비스 종료통지일 현재, 회원이 보유하고 있는 코인, 포인트 등의 모든 재화는 서비스 종료일까지 본 약관이 정하는 바에 따라 소진해야 하며, 서비스 종료일 이후로는 자동 소멸되어 회원은 재화에 관한 권리를 주장하실 수 없습니다.</strong></li>
    <li>종료 통지일로부터 서비스 종료일까지 서비스의 일부가 제한될 수 있습니다.</li>
  </ol>


  <h3>
    <span class="titile">제30조</span>
    <span class="title">준거법 및 합의관할</span>
  </h3>
  <ol>
    <li>회사와 회원간에 제기된 법적 분쟁은 대한민국 법을 준거법으로 합니다.</li>
    <li>회사와 회원간의 분쟁에 관한 소송은 서울중앙지방법원 또는 민사소송법 상의 관할법원에 제소합니다.</li>
  </ol>


  <h3>
    <span class="titile">제31조</span>
    <span class="title">개인정보보호의무</span>
  </h3>
  <p>회사는 관련 법령이 정하는 바에 따라서 회원 등록정보를 포함한 개인정보를 보호하기 위하여 노력합니다. 이에 관해서는 관련 법령 및 회사의 &quot;개인정보처리방침&quot;에 의하며, 회원이 늘 확인할 수 있도록 서비스를 통해 공시하고 있습니다.</p>

  <h3>부칙</h3>

  <ol>
    <li>이 약관은 2018년 9월 14일부터 적용됩니다.</li>
    <li>이전의 약관은 이 약관으로 대체합니다.</li>
  </ol>

    </v-card>
        </v-col>
      </v-row>
  </v-container>
</template>

<script>
export default {
  name: "Tos",
};
</script>