<template>
  <v-container class="Tos">
      <v-row justify="center" class="my-10">
        <v-col cols="auto">
          <v-card elevation="0" width="900">
            <v-toolbar flat>
              <v-spacer></v-spacer>
              <v-toolbar-title class="font-weight-bold pt-3"
                >개인정보처리방침</v-toolbar-title
              >
              <v-spacer></v-spacer>
            </v-toolbar>

  <p>주식회사 웹툰플랫폼(이하 <dfn>회사</dfn>)의 서비스인 웹툰은 회원의 개인정보를 매우 소중히 생각합니다. 웹툰은 '정보통신망 이용촉진 및 정보보호 등에 관한 법률', '개인정보 보호법'을 비롯한 개인정보 관련 법령을 준수하고 있습니다. 알려주신 개인정보는 동의하신 목적과 범위 내에서만 이용되며, 별도의 동의없이는 결코 제3자에게 제공되지 않습니다. 또한 기본적 인권 침해의 우려가 있는 민감한 개인정보는 수집하지 않습니다. 본 개인정보처리방침은 개인정보를 안전하게 처리하기 위한 웹튼의 정책과 자세한 사항을 알려드리기 위해 마련되었으며 앱과 웹사이트에서 언제든 확인하실 수 있습니다.</p>


  <h3>
    <span class="clause">제1조</span>
    <span class="title">수집항목 및 수집방법</span>
  </h3>

  <ol>
    <li>
      <p>온라인 및 모바일 서비스</p>
      <ol>
        <li>필수 항목 : ID, 비밀번호, 이메일, 기기 </li>
        <li>추가 항목 : 휴대폰 번호, 성명, 생년월일, 성별, 서비스 이용기록, 접속 로그, 쿠키, 위치 정보, 접속 아이피, 불량이용기록</li>
        <li>수집 방법 : 온라인 회원가입, 회원정보수정, 서면양식, 전화 또는 팩스, 서비스 이용, 제휴사로부터의 제공, 단말기를 통한 자동수집</li>
      </ol>
    </li>
    <li>
      <p>공모전, 이벤트 경품 배송 및 제세공과금 부과</p>
      <ol>
        <li>필수 항목 : 성명, 이메일, 휴대폰 번호, 주소(상품 배송 시), 주민등록증 사본(제세공과금 부과 시), 통장사본(공모전 상금 지급 시)</li>
        <li>수집 방법 : 이메일, 서비스 내 이벤트 메뉴</li>
      </ol>
    </li>
  </ol>

  <h3>
    <span class="clause">제2조</span>
    <span class="title">이용목적</span>
  </h3>

  <p>회원가입, 타켓팅 광고서비스의 제공, 회원식별 등 기본적인 서비스 제공을 위하여 필수항목을 수집합니다. 또한 동의하여 주신 이용약관에 따라 각종 이벤트시 그 내용에 따라 추가 항목들을 제공받아 이용하고 있습니다. 그리고 중복가입방지, 문의사항처리, 부정 이용자 제재, 공지사항 전달, 분쟁조정을 위한 기록보존 등 회원관리와 신규 서비스 개발 및 마케팅 활용을 위한 통계적 분석을 위해 서비스 이용기록 등의 사항들을 저장하고 있습니다.</p>


  <h3>
    <span class="clause">제3조</span>
    <span class="title">보유기간 및 파기방법</span>
  </h3>

  <p>웬툰은 원칙적으로 각 개인정보의 이용목적이 달성된 후에 지체없이 해당 정보를 별도의 DB로 옮겨 재생할 수 없는 기술적 방법을 사용하여 파기합니다. 필수항목의 경우 회원가입일로부터 탈퇴일까지, 추가항목의 경우 이용을 완료시까지 이를 보유하며 그 후 파기하고 있습니다. 단, 법령에 의해 보존해야만 하는 경우 또는 불량이용자 제제와 관련 분쟁 방지를 위하여 아래와 같이 일정 기간동안 회원정보를 보존합니다.</p>
  <ul>
    <li>
      <span>계약 또는 청약철회 등에 관한 기록</span>
      <ul>
        <li>보존이유: 전자상거래 등에서의 소비자보호에 관한 법률</li>
        <li>보존기간: 5년</li>
      </ul>
    </li>
    <li>
      <span>대금결제 및 재화 등의 공급에 관한 기록</span>
      <ul>
        <li>보존이유: 전자상거래 등에서의 소비자보호에 관한 법률</li>
        <li>보존기간: 5년</li>
      </ul>
    </li>
    <li>
      <span>소비자의 불만 또는 분쟁처리에 관한 기록</span>
      <ul>
        <li>보존이유: 전자상거래 등에서의 소비자보호에 관한 법률</li>
        <li>보존기간: 3년</li>
      </ul>
    </li>
    <li>
      <span>표시, 광고에 관한 기록</span>
      <ul>
        <li>보존이유: 전자상거래 등에서의 소비자보호에 관한 법률</li>
        <li>보존기간: 6개월</li>
      </ul>
    </li>
    <li>
      <span>전자금융 거래에 관한 기록</span>
      <ul>
        <li>보존이유: 전자금융거래법</li>
        <li>보존기간: 5년</li>
      </ul>
    </li>
    <li>
      <span>서비스 방문기록, 접속로그, 접속아이피</span>
      <ul>
        <li>보존이유: 통신비밀보호법</li>
        <li>보존기간: 3개월</li>
      </ul>
    </li>
    <li>
      <span>본인 확인에 관한 기록</span>
      <ul>
        <li>보존이유: 정보통신망 이용촉진 및 정보보호 등에 관한 법률</li>
        <li>보존기간: 6개월</li>
      </ul>
    </li>
    <li>
      <span>배틀코믹스 이용 관련 기록</span>
      <ul>
        <li>보존이유: 서비스관리목적</li>
        <li>보존기간: 1년</li>
      </ul>
    </li>
  </ul>

  <h3>
    <span class='clause'>제4조</span>
    <span class='title'>개인정보의 제3자 제공</span>
  </h3>

  <ol>
    <li>
      <span>회사는 정보주체의 개인정보를 “개인정보의 처리 목적”에서 명시한 범위 내에서만 처리하며, 정보주체의 사전동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 정보주체의 개인정보를 외부에 공개하지 않습니다. 단, 아래의 경우에는 예외로 합니다.</span>
      <ol>
        <li>정보주체가 사전에 공개에 동의한 경우</li>
        <li>관련 법령의 특별한 규정이 있는 경우</li>
        <li>수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우</li>
      </ol>
    </li>
    <li>
      <span>회사는 보다 향상된 서비스 제공을 위하여 아래와 같이 정보주체의 일부 정보 또는 개인의 식별이 불가능한 무선품질 일부 정보를 제3자에게 제공하고 있습니다.</span>
    </li>
    <li>제 3자에게 제공되는 정보주체의 정보는 정보제공 목적의 달성이 필요한 시점에 제공되며, 목적을 달성한 경우에 제공된 정보주체의 정보는 즉시 폐기합니다.</li>
    <li>제 3자에게 제공되는 정보주체의 정보를 별도로 관리하지 않습니다.</li>
    <li>서비스 품질개선을 위해 제 3자에게 제공되는 개인의 식별이 불가능한 무선품질 정보는 서비스 품질관리를 위해 2년간 보관 이후 폐기합니다.</li>
    <li>개인정보 제3자 제공은 안드로이드 사용자의 경우에만 적용됩니다.</li>
  </ol>

  <h3>
    <span class='clause'>제5조</span>
    <span class='title'>개인정보 자동수집장치의 설치, 운영 및 거부에 관한 사항</span>
  </h3>

  <ol>
    <li>
      <p>쿠키</p>
      <ul>
        <li>웬툰은 이용자에게 특화된 맞춤 서비스를 제공하기 위해서 '쿠키(cookie)' 등을 이용합니다. 쿠키란 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에 보내는 작은 텍스트 파일로서 이용자의 컴퓨터 하드디스크에 저장되기도 합니다. 웬툰은 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정보 및 방문 회수 파악 등을 통한 타겟 마케팅을 위하여 쿠키를 사용합니다.</li>
        <li>이용자는 쿠키 설치에 대한 선택권을 가지고 있으며 이용자는 웹브라우저에서 옵션을 설정함으로써 쿠키를 허용하거나, 모든 쿠키의 저장을 거부할 수도 있습니다. 단, 저장을 거부하는 경우 로그인이 필요한 서비스 이용에 어려움이 있을 수 있습니다.</li>
        <li>쿠키 설정 거부 방법 예: 쿠키 설정을 거부하는 방법으로는 이용자가 사용하는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.</li>
        <li>설정방법 예(모바일의 경우) : 웹브라우저 > 메뉴 > 설정 > 개인정보 보호 및 보안 > 쿠키허용 체크 해제</li>
      </ul>
    </li>
    <li>
      <p>UUID 또는 Android ID (기기 고유번호)</p>
      <ul>
        <li>주민등록번호 등 직접적인 개인식별정보를 수집하지 않으면서 중복가입을 막을 수 있는 수단으로 이용합니다.</li>
        <li>회사는 수집된 정보를 바탕으로 개인을 식별하는 일체의 활동을 하지 않습니다.</li>
      </ul>
    </li>
  </ol>

  <h3>
    <span class='clause'>제6조</span>
    <span class='title'>개인정보의 처리위탁</span>
  </h3>

  <p>웬툰은 서비스 제공을 위해서 아래와 같이 개인정보를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다. 배틀코믹스의 개인정보 위탁처리 기관 및 위탁업무 내용은 다음과 같습니다.</p>

  <h3>
    <span class='clause'>제7조</span>
    <span class='title'>회원 및 법정대리인의 권리와 행사방법</span>
  </h3>

  <ol>
    <li>회원은 자신의 개인정보를 열람 · 제공 및 오류를 정정하도록 요구할 수 있습니다.</li>
    <li>회원은 회사에 대해서 언제든지 개인정보 수집 · 이용 · 제공 등의 동의를 철회(회원 탈퇴)할 수 있습니다.</li>
    <li>회원은 위와 같은 권리를 온라인에서는 서비스 내 개인 정보 수정 기능을 통해 행사 가능하며, 오프라인에서는 전화 또는 이메일을 통하여 고객센터 또는 회사 개인정보관리책임자에게 연락하는 방법으로 행사할 수 있습니다.</li>
    <li>회원이 개인정보의 오류 정정을 요구한 경우 회사는 오류 정정을 완료하기 전까지 개인정보를 이용 · 제공하지 않으며, 이미 제3자에게 제공한 경우에는 정정 내용을 제3자에게 바로 통지하여 오류 정정이 이루어지도록 합니다.</li>
    <li>이용자가 동의 철회(회원 탈퇴)를 하는 경우, 회사는 바로 개인 정보를 파기하는 것을 원칙으로 하나 관계 법령에서 의무적으로 보유하도록 한 경우에는 개인정보 처리 방침 '제3조 보유기간 및 파기방법'에 따라 처리하고, 필요한 경우에만 열람 또는 이용할 수 있도록 조치하고 있습니다.</li>
  </ol>

  <h3>
    <span class='clause'>제8조</span>
    <span class='title'>만 14세 미만 아동의 개인정보보호</span>
  </h3>

  <p>웬툰은 만 14세 미만 아동의 개인정보를 수집하지 않으며, 회원 가입을 할 수 없습니다.</p>

  <h3>
    <span class='clause'>제9조</span>
    <span class='title'>개인정보처리방침의 변경</span>
  </h3>

  <p>웬툰은 법률이나 서비스의 변경사항을 반영하기 위한 목적 등으로 개인정보처리방침을 변경할 수 있습니다. 이 경우 변경 사항을 게시하며, 변경된 개인정보처리방침은 게시한 날로부터 7일 후부터 효력이 발생합니다.</p>

  <h3>
    <span class='clause'>제10조</span>
    <span class='title'>개인정보의 기술적, 관리적 보호대책</span>
  </h3>

  <p>웬툰은 이용자의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안정성 확보를 위하여 다음과 같은 기술적, 관리적 대책을 강구하고 있습니다.</p>
  <ol>
    <li>이용자의 비밀번호를 암호화하여 저장 및 관리하고 있으며, 개인정보의 확인 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다.</li>
    <li>회사는 해킹이나 컴퓨터 바이러스 등에 의해 이용자의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다.</li>
    <li>개인정보관련 처리 직원은 담당자에 한정시켜 최소화 하고 새로운 보안기술의 습득 및 개인정보보호 의무에 관해 정기적인 교육을 실시하며 별도의 비밀번호를 부여하여 접근 권한을 관리하는 등 관리적 대책을 시행하고 있습니다.</li>
    <li>회원이 사용하는 이메일과 닉네임 및 비밀번호는 원칙적으로 본인만이 사용하도록 되어 있습니다. 회사는 회원의 개인적인 부주의로 ID, 비밀번호, 주민등록번호 등 개인정보가 유출되어 발생한 문제와 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 비밀번호에 대한 보안 의식을 가지고 비밀번호를 자주 변경하며 타인의 모바일기기 또는 공용 PC에서의 로그인시 개인정보가 유출되지 않도록 각별히 주의해 주시기 바랍니다.</li>
  </ol>

  <h3>
    <span class='clause'>제11조</span>
    <span class='title'>온라인 맞춤형 광고 서비스</span>
  </h3>

  <p>회사는 온라인 맞춤형 광고 사업자가 행태정보를 수집하도록 허용하고 있습니다.</p>
  <ol>
    <li>행태정보를 수집, 처리하는 광고 사업자 : 구글, 페이스북, 카카오, 엔에이치엔에이스</li>
    <li>행태정보 수집 방법 : 이용자가 사이트를 방문하거나 앱을 실행할 때 자동 수집, 전송</li>
  </ol>

  <h3>
    <span class='clause'>제12조</span>
    <span class='title'>개인정보보호책임자 및 연락처</span>
  </h3>

  <p>회원은 회사의 서비스를 이용하며 발생하는 모든 개인정보보호 관련 민원을 개인정보보호책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 회원의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.</p>
  <pre>개인정보보호책임자 : 개발자의품격3기 1팀</pre>

  <h3>
    <span class='clause'>제13조</span>
    <span class='title'>고지의 의무</span>
  </h3>

  <p>본 개인정보처리방침은 법령 정책 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 시에는 개정 최소 14일 전에 앱 및 웹사이트 공지사항 게시판 또는 가입 시 기재한 이메일을 통해 공지합니다.</p>

  <p>변경일자 : 2021년 11월 23일</p>



    </v-card>
        </v-col>
      </v-row>
  </v-container>
</template>

<script>
export default {
  name: "개인정보처리방침",
  components: {},
};
</script>
